{
  "playset" :
  {
    "title" : "Alpha Complex",
    "credits" : 
    {
      "author" : "Dan Curtis Johnson"
    },
    "score" :
    {
      "title" : "The Computer is Your Friend",
      "paragraphs" : [
        "Times are tough, lately, in the underground city of Alpha Complex. Communists, mutants, and secret society traitors are a constant threat, and it's starting to seem like maybe they're winning. Despite your friend The Computer's assurances everything is getting better all the time, the opportunities for service firm advancement are fewer and farther between, while the cost of your next replacement clone just keeps going up. It's getting so an honest Troubleshooter can't get ahead just by doing the job.",
        "Which is why you're a less than completely honest Troubleshooter. Your secret society connections and your mutant power help you do well on your missions. You need to do really well on this next mission—or, at least, you need everyone else on your team to do really poorly. You remember what you went through to rise up from INFRARED Security Clearance. No way are you going back.",
        "Your Personal Digital Companion is giving directions to this morning's briefing room. You don't know the mission yet, but you know exactly three things you'll have to do:",
        "Stay alert. Trust no one. Keep your laser handy."
      ],
    "notes_title" : "About Paranoia",
    "notes_paragraphs" : [
		"Originally published by West End Games in (appropriately) 1984, PARANOIA was one of the first comedic tabletop RPGs and among the first to stress atmosphere over rules. The current edition, from Mongoose Publishing (www.mongoosepublishing.com), updates the setting for this new and more paranoid time. Ultraviolet Books (ultravioletbooks.com) publishes official PARANOIA ebook novels and stories."
		],
    "movie_night" :
    [
      { "title" : "THX-1138, Brazil, Equilibrium, A Clockwork Orange, 1984." }
    ],
    "tagline" : "In Alpha Complex"
    },
    "relationships" : [
			{
				"title" : "Should You Have Done That?",
				"elements" : [
				"Accidentally caused a reactor core meltdown.",
				"Framed a very high-clearance citizen for treason.",
				"Saw something strange while working in the Food Vats.",
				"Exposed, maybe, to a little Communist Propaganda. Briefly.",
				"Transferred from a sector that doesn't exist any more.",
				"\"Got through\" an Internal Security \"inquiry.\""
				]
			},			{
				"title" : "Shouldn't Be Doing This",
				"elements" : [
				"Reprogramming rogue bots to attack your rivals.",
				"Lying to IntSec to send rivals to Enhanced Interrogation.",
				"Holding multicorder evidence of someone else's major treason.",
				"Anonymously selling questionable items on C-Bay.",
				"Getting deeper into debt from treasonous gambling.",
				"\"Borrowing\" someone else's identity for occasional hacking."
				]
			},			{
				"title" : "Secret Societies",
				"elements" : [
				"Frankenstein Destroyer and Corpore Metal cyborg wannabe.",
				"Registered mutant (possibly in Psion) and Anti-Mutant hater.",
				"Sierra Club tree-hugger and Pro-Tech gadget fanatic.",
				"Rival Free Enterprise wheeler-dealers.",
				"High-rank Illuminati master and know-nothing new recruit.",
				"Opposed FCCC-P sects in ltrating each others' congregations."
				]
			},			{
				"title" : "Fun With Cloning",
				"elements" : [
				"Shared mutant power—only works when you're near each other.",
				"Current clone and accidentally prematurely-activated next clone.",
				"Different clone lines that coincidentally (?) look almost identical.",
				"One of you can easily afford a new clone; the other cannot.",
				"A MemoMax upload accident swapped some of your memories.",
				"You both were recently decanted from a \"cut-rate discount\" bank."
				]
			},			{
				"title" : "Mandatory Bonus Duties",
				"elements" : [
				"Loyalty Officers specifically assigned to monitor each other.",
				"Happiness Officer and desperate pill addict.",
				"Team Leader and former (demoted) Team Leader.",
				"Equipment Guy and clumsy teammate who breaks things.",
				"Hygiene Officer and citizen with a disgusting tic or habit.",
				"Recording Officer and someone who doesn't want to be seen. "
				]
			},			{
				"title" : "Past Mission Experiences",
				"elements" : [
				"That time every bot in the sector went crazy from a digital virus.",
				"That time you guarded a secret vehicle that maybe didn't exist.",
				"That time a Food Vat got destroyed and you had to cover it up.",
				"That time your team was ordered to (shudder) change a lightbulb.",
				"That time the mission was an HPD&MC \"reality contest show.\"",
				"That time your team was supposed to catch \"the VIOLET Killer.\""
				]
			}
    ],
    "needs" : [
			{
				"title" : "To get revenge",
				"elements" : [
				"... on the IntSec GREEN goon who terminated your last clone.",
				"... on the PLC vendor who stuck you with badwrong equipment.",
				"... on the CPU bureaucrat who denied your recent paperwork.",
				"... on the briefing officer who sent you on the wrong mission.",
				"... on your secret society contact for deceiving you.",
				"... on your last Team Leader, just because."
				]
			},			{
				"title" : "To learn the truth",
				"elements" : [
				"... about your secret society's latest plan.",
				"... about what's hidden deep in the Underplex.",
				"... about someone else's unregistered mutation.",
				"... about a spy within your service group or firm.",
				"... about one of your previous missions.",
				"... about a high-clearance R&D experiment."
				]
			},			{
				"title" : "To gain respect",
				"elements" : [
				"... from your secret society superiors.",
				"... from your fellow Troubleshooters.",
				"... from higher-clearance management.",
				"... from your service group peers.",
				"... from lower-clearance citizens.",
				"... from Friend Computer."
				]
			},			{
				"title" : "To find happiness",
				"elements" : [
				"... through lots of drugs.",
				"... through the pursuit of Science!",
				"... through \"helping\" other citizens perfect their hygiene.",
				"... through acquisition of the coolest gadgets.",
				"... through secretly sowing chaos.",
				"... through maintaining (or restoring) a treason-free record."
				]
			},			{
				"title" : "To finally escape",
				"elements" : [
				"... to the Outdoors.",
				"... to a different service group or firm.",
				"... to a rival secret society.",
				"... to another sector.",
				"... to anywhere that's not under surveillance.",
				"... to death, without any more clone replacements."
				]
			},			{
				"title" : "To get rich",
				"elements" : [
				"... by becoming an HPD&MC vidshow star.",
				"... by trading on the INFRARED Market or C-Bay.",
				"... by earning bonuses for completing service services.",
				"... by being an informant for Internal Security.",
				"... by blackmailing other Troubleshooters over their secrets.",
				"... by hacking the Gray Subnets."
				]
			}
    ],
    "locations" : [
			{
				"title" : "Research and Design",
				"elements" : [
				"Weapons laboratory budgeted as medical research",
				"New kind of reactor center",
				"Project Infinite Hole, which \"might\" go down \"forever\"",
				"Chamber packed with glass tubing full of experimental drugs",
				"Heavy sealed blast door: WARNING. DO NOT OPEN. EVER.",
				"Brightly-lit prototype demonstration theater"
				]
			},			{
				"title" : "PLC",
				"elements" : [
				"Empty warehouse that was supposed to be full of something",
				"Overworked Hot Fun facility",
				"Distribution center operated by hundreds of scary-fast bots",
				"Mission equipment supply counter with surly, incompetent staff",
				"Break room filled with competing vendobots",
				"Recycling compactor, guaranteed to accept almost anything"
				]
			},			{
				"title" : "Central Processing Unit",
				"elements" : [
				"Rows and rows of file cabinets containing billions of note cards",
				"Local Caching Sub-CompNode 6134",
				"The Exciting World of Data Modification (museum)",
				"Central switching hub for pneumatic tube communication system",
				"Vast cube farm of customer support techs on headsets",
				"Gigantic printer for bulk-generating official forms"
				]
			},			{
				"title" : "Armed Forces",
				"elements" : [
				"Indoor artillery range",
				"Survival obstacle course",
				"Parade marching field with bleacher seating for ten thousand",
				"Railgun turret, supposedly aimed at Beta Complex",
				"Fuel-and-ammo depot with way too much of both",
				"Secure, armored barracks for elite Vulture Squadron Warriors"
				]
			},			{
				"title" : "HPD & Mind Control",
				"elements" : [
				"Hallway with no functioning cameras",
				"New set for The Teela O'Malley Show",
				"Private suite of a much higher-clearance citizen",
				"INFRARED Clearance cafeteria",
				"Storage facility for effects of dead citizens awaiting new clones",
				"New construction at the top or bottom level of this sector"
				]
			},			{
				"title" : "Internal Security",
				"elements" : [
				"Enhanced Interrogation Chamber with seating for two subjects",
				"Mobile Confession Booth—follows citizens who \"look troubled\"",
				"Monitor Control Room with hundreds of screens",
				"Data warehouse for cold cases and long-term archives",
				"BLUE Clearance IntSec officers' locker room",
				"A completely silent, pitch-black room"
				]
			}
    ],
    "objects" : [
			{
				"title" : "Treasonous",
				"elements" : [
				"Jackobot with its asimov circuits unlocked",
				"Bucket of red paint that can make anything RED Clearance",
				"Formula for Bouncy Bubbly Beverage, encrypted on a Grey Subnet",
				"Gatzmann Archive of Old Reckoning history and literature",
				"Wall-mounted terminal with ULTRAVIOLET data access",
				"An actual live mouse"
				]
			},			{
				"title" : "Transportation",
				"elements" : [
				"High-velocity transbot with funny ideas about route planning",
				"Combat-scarred TreadTrack crawler for Outdoor exploration",
				"Poorly maintained and deeply bitter multi-directional elevator",
				"Vulture Fighter flybot with live weapon load",
				"Autocar, just out of warranty",
				"\"Variable-speed\" SlideWalk leaking lubricant"
				]
			},			{
				"title" : "Weapon",
				"elements" : [
				"Laser pistol with VIOLET-Clearance barrel",
				"Tangler rifle that tends to backfire",
				"Ice-needle pistol with darts that melt, leaving no trace",
				"Bandolier of \"Variety Grab Bag\" grenades",
				"Pristine, never-been-used force sword in very secure packaging",
				"Shoulder-fired cone rifle, currently lacking ammo"
				]
			},			{
				"title" : "Mutation",
				"elements" : [
				"Electroshock",
				"Telekinesis",
				"Hypersenses",
				"Deep Probe",
				"Regeneration",
				"Charm (pheromones)"
				]
			},			{
				"title" : "High-clearance",
				"elements" : [
				"VIP invitation to exclusive R&D tech demo and runway show",
				"Bouquet of living flowers brought from the Outdoors",
				"Plans for Mark V warbot",
				"Heavy dose of \"Supermind\" brain accelerant",
				"RFID Tracking Dust",
				"Genetic purity testing kit"
				]
			},			{
				"title" : "Experimental",
				"elements" : [
				"Pulse-Detonation-Engine Jetboots",
				"MemGo \"Spotless Mind\" memory eraser",
				"Safe-T-Pak Compressed Foam Bag",
				"Manacles of Truth",
				"Bot-controlling whistle",
				"Extra limbs exoskeleton"
				]
			}
    ],
    "glossary" : [
			{
				"title" : "The Computer",
				"elements" : [
					"Trust The Computer! The Computer is your friend!"
				]
			},			{
				"title" : "Alpha Complex",
				"elements" : [
					"The Computer's underground city of the future, under constant threat from a variety of real and imagined enemies."
				]
			},			{
				"title" : "Service Groups",
				"elements" : [
					"Eight sprawling bureaucracies that administer every institution, object, person, and abstract idea in Alpha Complex. 1. Armed Forces. 2. Central Processing Unit (CPU) 3. Housing Preservation & Development and Mind Control 4. Internal Security 5. Power Services 6. Production, Logistics, & Commissary (PLC) 7. Research & Design 8. Technical Services The service groups subcontract most duties to a wide range of for-profit service firms."
				]
			},			{
				"title" : "Security Clearance",
				"elements" : [
					"A measure of how much The Computer trusts a citizen, and nothing else. Clearance is no indication of competence or experience. Society is organized based on an unbreakable hierarchy of color-coded clearances: INFRARED is lowest, then RED (the starting rank of new Troubleshooters), ORANGE, and so on up the spectrum to VIOLET executives and the mysterious ULTRAVIOLET High Programmers. Citizens generally wear clothing of their clearance color. INFRAREDs wear black; High Programmers wear white."
				]
			},			{
				"title" : "Troubleshooters",
				"elements" : [
					"The Computer's elite service unit, charged with maintaining good order and hunting traitors, including unregistered mutants and members of secret societies. Treasonous rumors suggest many Troubleshooters are themselves mutants and members of secret societies."
				]
			},			{
				"title" : "Secret Societies",
				"elements" : [
					"Illicit organizations that provide the main means of social advancement. Though all are technically illegal, different societies enjoy varying degrees of tolerance: benign \"Class A\" groups include the many feuding sects of First Church of Christ Computer-Programmer; the more suspect \"Class B\" organizations like Frankenstein Destroyers (anti-bot fanatics) and Corpore Metal (devotees to liberty for all bots); and the much-feared \"Class C\" societies like the Communists and the terrorist army PURGE."
				]
			},			{
				"title" : "Clones",
				"elements" : [
					"Citizens are grown in Technical Services clone tanks, which is much less messy and disgusting than the old way. At decanting, a new citizen (the \"Prime\") is granted five clone backup bodies and may purchase more. If the citizen dies, the latest MemoMax recording of his or her memories is played into the brain of a backup body. Technical Services advises citizens not to think hard about it."
				]
			},			{
				"title" : "The Underplex",
				"elements" : [
					"A fragmentary network of abandoned corridors, rooms, and entire subsectors that surrounds and interpenetrates the inhabited portions of Alpha Complex. Any random wall or bulkhead might conceal an Underplex entrance."
				]
			},			{
				"title" : "C-Bay",
				"elements" : [
					"The largest authorized auction site on AlphaNet."
				]
			},			{
				"title" : "Gray Subnets",
				"elements" : [
					"Unlicensed illicit data networks."
				]
			},			{
				"title" : "INFRARED Markets",
				"elements" : [
					"Illegal black markets"
				]
			}
		]
  }
}